Repository: lucrelabs/wp-12factor
Catalog: plugins/iconic-woo-delivery-slots-premium/languages/jckwds-*.po
Languages: nl_nl

source: You need to be running PHP 5.3+ for Delivery Slots to work. You're on %s.
nl_nl: U moet PHP 5.3+ draaien om delivery slots te laten werken. Je zit op %s.

source: Deliveries
nl_nl: Leveringen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om toegang te krijgen op deze pagina.

source: There are currently no upcoming deliveries.
nl_nl: Er zijn nu geen komende bezorgingen.

source: There are currently no active reservations.
nl_nl: Er zijn geen actieve reserveringen.

source: Key:
nl_nl: Sleutel:

source: Same Day
nl_nl: Dezelfde dag

source: Next Day
nl_nl: De volgende dag

source: Upcoming
nl_nl: Komende

source: Date
nl_nl: Datum

source: Time Slot
nl_nl: Dagdeel

source: Order
nl_nl: Bestelling

source: Ship to
nl_nl: Verzenden naar volgende adres

source: Customer Name
nl_nl: Klantnaam

source: Customer Email
nl_nl: Emailadres

source: ASAP
nl_nl: Zo spoedig mogelijk

source: You need to select at least one shipping method in General Settings. "Any Method" has been selected for you.
nl_nl: Je moet ten minste 1 verzendmethode kiezen bij de algemene instellingen. "Any Method" is voor jou geselecteerd.

source: "Allow Bookings Up To (x) Minutes Before Slot" should be a positive integer. It has defaulted to 0.
nl_nl: "Bookings To (x) Minutes Before Slot" moet een positief geheel zijn. Het is standaard ingesteld op 0.

source: Minimum selectable date should be a positive integer. It has defaulted to 0.
nl_nl: De minimale selecteerbare datum moet een positief geheel getal zijn. Het is gewijzigd naar 0.

source: Maximum selectable date should be a positive integer. It has defaulted to 14.
nl_nl: De maximale selecteerbare datum moet een positief geheel getal zijn. Het is gewijzigd naar 14.

source: Minimum selectable date should be less than or equal to the maximum selectable date.
nl_nl: De mimimale selecteerbare datum moet kleiner of gelijk aan de maximale selecteerbare datum.

source: The Same Day cutoff should be a valid time format (00:00), try using the time picker instead.
nl_nl: De grens voor een dezelfde dag levering moet in een geldig tijdsformat zijn (00:00), probeer de tijdskiezer te gebruiken.

source: The Next Day cutoff should be a valid time format (00:00), try using the time picker instead.
nl_nl: De grens voor een volgende dag levering moet in een geldig tijdsformat zijn (00:00), probeer de tijdskiezer te gebruiken.

source: Some of your time slots were not enabled for any shipping methods. "Any Method" has been selected for them.
nl_nl: Sommige van je tijdsvakken zijn niet beschikbaar voor verzendmethoden. "Any Method" is geselecteerd voor deze tijdsvakken.

source: The "Allow Bookings Up To (x) Minutes Before Slot" time slot setting should be a positive integer. It has been removed.
nl_nl: De instelling 'Boekingen tot (x) minuten voor slot toestaan" moet een positief geheel zijn. Het is verwijderd.

source: The "Lockout After" time slot setting should be a positive integer. It has defaulted to 10.
nl_nl: De instelling "Lockout After" moet een positief geheel getal zijn. Het is standaard ingesteld op 10.

source: You should select at least one active day for your time slot. All days have now been selected.
nl_nl: U moet ten minste één actieve dag voor uw tijdslot selecteren. Alle dagen zijn nu geselecteerd.

source: One of the time slots you entered had an invalid format. Try using the time picker instead. A default has been added in its place.
nl_nl: Een van de tijdslots door u ingevoerde had een ongeldig formaat. Probeer de datum selectie tool. Een standaard datum is toegevoegd in de plaats.

source: Delivery date updated.
nl_nl: Leveringsdatum is geüpdatet.

source: Loading...
nl_nl: Laden...

source: Available
nl_nl: Beschikbaar

source: Unavailable
nl_nl: Niet beschikbaar

source: Sunday
nl_nl: Zondag

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrjdag

source: Saturday
nl_nl: Zaterdag

source: Su
nl_nl: Zo

source: Mo
nl_nl: Ma

source: Tu
nl_nl: Di

source: We
nl_nl: Wo

source: Th
nl_nl: Do

source: Fr
nl_nl: Vr

source: Sa
nl_nl: Za

source: January
nl_nl: Januari

source: February
nl_nl: Februari

source: March
nl_nl: Maart

source: May
nl_nl: Mei

source: June
nl_nl: Juni

source: July
nl_nl: Juli

source: August
nl_nl: Augustus

source: October
nl_nl: Oktober

source: Mar
nl_nl: Maa

source: Oct
nl_nl: Okt

source: Any Method
nl_nl: Een methode

source: Shipping
nl_nl: Verzending

source: Everywhere Else
nl_nl: Ergens anders

source: Rule
nl_nl: Regel

source: Delivery Fee
nl_nl: Bezorgkosten

source: Upcoming Deliveries
nl_nl: Aankomende bezorgingen

source: Currently Reserved
nl_nl: Momenteel gereserveerd

source: General Settings
nl_nl: Algemene instellingen

source: Date Settings
nl_nl: Datum instellingen

source: Time Settings
nl_nl: Tijds instellingen

source: Holidays
nl_nl: Vakantie

source: Reservation Table
nl_nl: Reserverings tabel

source: General Setup
nl_nl: Algemene instellingen

source: Checkout Fields Position
nl_nl: Afreken veld positie

source: Where should the date and time fields show on the checkout page?
nl_nl: Waar wil je de datum en tijd velden weergeven op de checkout pagina?

source: Before Customer Details
nl_nl: Voor de klantgegevens

source: Within Billing Fields
nl_nl: Binnen de factureringsvelden

source: Within Shipping Fields
nl_nl: Binnen de verzendvelden

source: After Customer Details
nl_nl: Na de klantgegevens

source: Before Order Review
nl_nl: Voor de order review

source: Within Order Review
nl_nl: Binnen de order review

source: After Order Review
nl_nl: Na de order review

source: Checkout Fields Position Priority
nl_nl: Positieprioriteit betaalvelden

source: Enter a number of priority, e.g. 10 is early/before, 50 is late/after
nl_nl: Voer een prioriteit in, bijvoorbeeld 10 is vroeg/ervoor, 50 is te laat/erna

source: Shipping Methods
nl_nl: Verzendmethoden

source: Enable delivery slots for the following shipping methods.
nl_nl: Leveringsvakken inschakelen voor de volgende verzendmethoden.

source: Exclude Products
nl_nl: Producten uitsluiten

source: If any of these products are in the cart, delivery date selection will be disabled.
nl_nl: Als een van deze producten zich in de winkelwagen bevindt, wordt de selectie van de leveringsdatum uitgeschakeld.

source: Exclude Categories
nl_nl: Categorieën uitsluiten

source: If a product from any of these categories is in the cart, delivery date selection will be disabled.
nl_nl: Als een product uit een van deze categorieën in de winkelwagen staat, wordt de selectie van de leveringsdatum uitgeschakeld.

source: Date Setup
nl_nl: Datum setup

source: Mandatory Field?
nl_nl: Verplicht veld?

source: Is the delivery date a required field at checkout?
nl_nl: Is de leveringsdatum een verplicht veld in de checkout?

source: Show Description?
nl_nl: Beschrijving laten zien?

source: Theme
nl_nl: Thema

source: Select a theme for the front-end calendar at checkout. If you already have a jQuery UI theme installed, select "None". Themes can be viewed <a href="http://jqueryui.com/themeroller/" target="_blank">here</a>, in the "Gallery" section.
nl_nl: Selecteer een thema voor een zichtbare kalender in de checkout. Als je al een jQuery UI thema hebt geïnstalleerd, selecteer "None". Thema's kunnen <a href="http://jqueryui.com/themeroller/" target="_blank">hier</a> bekeken worden, in het "Gallery" deel.

source: Delivery Days
nl_nl: Bezorgdagen

source: Minimum/Maximum Selectable Date Method
nl_nl: Minimum/maximum selecteerbare datum methode

source: Choose whether the minimum and maximum selectable date applies to all days of the week, allowed days only, or weekdays only.
nl_nl: Kies of een minimale en maximale selecteerbare datum van toepassing is op alle dagen van de week, alleen de toegestane dagen of alleen de weekenden.

source: Skip Current Day if Not an Allowed Delivery Day?
nl_nl: Sla de huidige dag over als dit geen toegestane bezorgdag is?

source: When checked, this will start the minimum date calculation from the first *allowed* delivery day.
nl_nl: Wanneer dit is aangevinkt, zorgt dit ervoor dat de minimale datum berekening begint vanaf de eerste *toegestane* bezorgdag.

source: Minimum Selectable Date
nl_nl: Minimale selecteerbare datum

source: Days from now. Enter "0" for same day.
nl_nl: Aantal dagen vanaf nu. Vul "0"in voor dezelfde dag.

source: Maximum Selectable Date
nl_nl: Maximale selecteerbare datum

source: Days from now.
nl_nl: Aantal dagen vanaf nu.

source: Disable Same Day Delivery if Current Time is After (x)
nl_nl: Schakel de bezorging op dezelfde dag uit als de huidige tijd later is dan (x)

source: Disable Next Day Delivery if Current Time is After (x)
nl_nl: Schakel de bezorging op de volgende dag uit als de huidige tijd later is dan (x)

source: Use Next "Allowed" Day?
nl_nl: De volgende "Toegestane" dag gebruiken?

source: Checking this will use the next "allowed" delivery day as the next day, instead of tomorrow.
nl_nl: Wanneer dit aangevinkt is, de volgende "allowed" leveringsdatum zal gebruikt worden als de volgende dag, in plaats van morgen.

source: Only Allow Deliveries Within the Current Week?
nl_nl: Alleen bezorgingen toestaan in de huidige week?

source: Last Day of the Week
nl_nl: De laatste dag van de week

source: Date Format
nl_nl: Datum format

source: Available formats can be found <a href="http://api.jqueryui.com/datepicker/#utility-formatDate" target="_blank">here</a>.
nl_nl: Beschikbare formaten zijn <a href="http://api.jqueryui.com/datepicker/#utility-formatDate" target="_blank">hier</a>te vinden.

source: Fees
nl_nl: Kosten

source: Days
nl_nl: Dagen

source: Fees applied to specific days of the week.
nl_nl: Kosten die van toepassing zijn op specifieke dagen van de week.

source: Fee applied when a same day delivery is selected.
nl_nl: Kosten die van toepassing zijn wanneer een bezorging op dezelfde dag is geselecteerd.

source: E.g. 3.00
nl_nl: B.v. 3.00

source: Fee applied when a next day delivery is selected.
nl_nl: Kosten die van toepassing zijn wanneer een bezorging op de volgende dag is geselecteerd.

source: Time Setup
nl_nl: Tijds instellingen

source: Enable Time Slots
nl_nl: Schakel tijdsvakken in

source: Check this box to enable time slots at checkout.
nl_nl: Selecteer dit vakje om tijdsvakken in te schakelen bij de checkout.

source: Is the time slot a required field at checkout?
nl_nl: Is het tijdsvak een verplicht veld bij de checkout?

source: Time Format
nl_nl: Tijdsformaat

source: Select a time format for the frontend.
nl_nl: Selecteer een tijdsnotatie voor de frontend.

source: ASAP Delivery
nl_nl: Zo snel mogelijke bezorging

source: Enable ASAP Delivery
nl_nl: ASAP-levering inschakelen

source: Allow your customers to choose ASAP for their selected delivery date, or a time slot.
nl_nl: Laat uw klanten kiezen voor zo snel mogelijk bezorgen voor hun geselecteerde leveringsdatum of tijdslot.

source: ASAP Fee
nl_nl: Kosten voor zo snel mogelijke bezorging

source: Fee applied when an ASAP delivery time is selected.
nl_nl: Kosten die van toepassing zijn wanneer een zo snel mogelijke bezorging is geselecteerd.

source: Same Day Cut Off
nl_nl: Dezelfde dag afkap

source: Disable same day ASAP delivery slot if current time is after (x).
nl_nl: Schakel de bezorging op dezelfde dag uit als de huidige tijd later is dan (x)

source: Time Slot Configuration
nl_nl: Tijdsvak configuratie

source: Calculate Tax?
nl_nl: Belasting berekenen?

source: Check this box to calculate tax on timeslot fees. If enabled, fees should be entered exclusive of tax.
nl_nl: Schakel dit selectievakje in om belasting op tijdslotkosten te berekenen. Indien dit is ingeschakeld, moeten de kosten exclusief belasting worden ingevoerd.

source: Allow Bookings Up To (x) Minutes Before Slot
nl_nl: Boekingen tot (x) minuten toestaan voor slot

source: This option will prevent bookings being made too close to the delivery time. Can be overridden on an individual time slot basis. (Check your timezone in WordPress Settings).
nl_nl: Deze optie voorkomt dat boekingen te dicht bij de levertijd worden gemaakt. Kan worden overschreven op een individueel tijdslot basis. (Controleer uw tijdzone in WordPress-instellingen).

source: Time Slots
nl_nl: Tijdsvakken

source: From
nl_nl: Vanaf

source: To
nl_nl: Tot

source: Lockout
nl_nl: Uitsluiten

source: Fee (%s)
nl_nl: Vergoeding (%s)

source: Please add any holidays where deliveries should not be made.
nl_nl: Voeg vakantie dagen toe wanneer geen bezorgingen mogelijk zijn.

source: For single days, just enter a date in the "From" field. For ranges, enter a "From" and "To" date. Ranges are up to and including the dates you enter.
nl_nl: Voer voor enkele dagen een datum in het veld 'Van'. Voer voor bereiken een datum 'Van' en 'Tot' in. Bereiken zijn maximaal en inclusief de datums die u invoert.

source: Holiday
nl_nl: Vakantie

source: Name
nl_nl: Naam

source: e.g. Christmas
nl_nl: b.v. Kerstmis

source: Reservations
nl_nl: Reserveringen

source: You can insert a reservation table using the shortcode <strong>[jckwds]</strong>. This allows your customers to reserve a delivery time and date while they shop. <strong>Note:</strong> Time Slots should be enabled if you want to use the reservation table.
nl_nl: U een reserveringstabel invoegen met behulp van de shortcode <strong>[jckwds]</strong>. Hierdoor kunnen uw klanten een levertijd en datum reserveren terwijl ze winkelen. <strong>Let op:</strong> Tijdvakken moeten worden ingeschakeld als u de reserveringstabel wilt gebruiken.

source: Expiration
nl_nl: Verstrijken

source: Reservations expire after (x) Minutes.
nl_nl: Reserveringen verstrijken na (x) minuten.

source: Date Columns
nl_nl: Datum kolom

source: How many date columns should the reservation table display?
nl_nl: Hoeveel datum kolommen moeten er zichtbaar zijn in de reserverings tabel?

source: Selection Type
nl_nl: Selectietype

source: Choose the selection type for the time slots in the table.
nl_nl: Kies het selectietype voor de tijdvakken in de tabel.

source: Checkbox
nl_nl: Selectievakje

source: Fee
nl_nl: Vergoeding

source: Header Date Format
nl_nl: Datum format koptekst

source: Table Styling
nl_nl: Stijling van de tabellen

source: Customise the look of your reservation table to match your website.
nl_nl: Pas het uiterlijk van uw reserveringstabel aan uw website aan.

source: Header Cell Colour
nl_nl: Kleur koptekstcel

source: Header Cell Border Colour
nl_nl: Kleur celrand voor koptekst

source: Header Cell Font Colour
nl_nl: Koptekstcellettertypekleur

source: Arrow Icon Colour
nl_nl: Pijlpictogramkleur

source: Arrow Icon Hover Colour
nl_nl: Pijlpictogram-kleur

source: Reserve Cell Colour
nl_nl: Celkleur reserveren

source: Reserve Cell Border Colour
nl_nl: Celrandkleur reserveren

source: Reserve Icon Colour
nl_nl: Kleur van het pictogram reserveren

source: Reserve Icon Hover Colour
nl_nl: Kleur van pictogram reserveren

source: Unavailable Cell Colour
nl_nl: Onbeschikbare cel kleur

source: Reserved Cell Colour
nl_nl: Gereserveerde cel kleur

source: Reserved Cell Border Colour
nl_nl: Gereserveerde cel omlijningskleur

source: Reserved Icon Colour
nl_nl: Gereserveerd symbool kleur

source: Loading Icon Colour
nl_nl: Laad symbool kleur

source: Lock Icon Colour
nl_nl: Slot symbool kleur

source: %s is a required field.
nl_nl: %s is een verplicht veld.

source: Display individual product variations of a variable product in your product listings. Make it easy for your customers to view and filter product variations.
nl_nl: Geef individuele productvariaties van een variabel product weer in uw productvermeldingen. Maak het uw klanten gemakkelijk om productvariaties te bekijken en te filteren.

source: Enable zoom, sliders, video, fullscreen, multiple images per variation, and customisable layout options for your product imagery.
nl_nl: Zoom, schuifregelaars, video, fullscreen, meerdere afbeeldingen per variant en aanpasbare lay-outopties voor uw productafbeeldingen inschakelen.

source: Choose a delivery date and time for each order. Add a limit to the number of allowed reservations, restrict time slots to specific delivery methods, and so much more.
nl_nl: Kies een leveringsdag en tijd voor elke order. Voeg een limiet toe aan het aantal toegestane reserveringen, beperk de tijdvakken tot specifieke verzendmethoden etc.

source: Link a group of WooCommerce products together by their attributes; a new way to handle product variations.
nl_nl: Koppel een groep WooCommerce-producten aan elkaar aan hun kenmerken; een nieuwe manier om productvariaties aan te pakken.

source: Use transparent image layers for your variable products, removing the need to create hundreds of final product variation images.
nl_nl: Gebruik transparante afbeeldingslagen voor uw variabele producten, waardoor u honderden afbeeldingen van de uiteindelijke productvariatie hoeft te maken.

source: A modern take on quick view for WooCommerce; expand product details within your product listings for a convenient shopping experience.
nl_nl: Een moderne kijk op snelle weergave voor WooCommerce; productgegevens binnen uw productvermeldingen uitbreiden voor een handige winkelervaring.

source: Add and manage pages in your WooCommerce "My Account" area using the native WordPress "Pages" functionality.
nl_nl: Pagina's toevoegen en beheren in uw WooCommerce-gebied 'Mijn account' met behulp van de native WordPress-functionaliteit 'Pagina's'.

source: Quickly view any product from the catalog, without reloading the page. Encourage sales with easy and efficient product browsing.
nl_nl: Bekijk snel elk product uit de catalogus, zonder de pagina opnieuw te laden. Stimuleer de verkoop met eenvoudige en efficiënte productbrowsen.

source: Bored of the standard dropdown fields when viewing a variable product? Turn them into colour, image, or text swatches!
nl_nl: Verveeld van de standaard dropdown velden bij het bekijken van een variabel product? Zet ze om in kleur, afbeelding of tekststalen!

source: Easily add custom fields to your product variations; the perfect way to display organised additional product data to your customers.
nl_nl: Voeg eenvoudig aangepaste velden toe aan uw productvariaties; de perfecte manier om georganiseerde extra productgegevens aan uw klanten weer te geven.

source: Bundle a selection of products on a single product page. It even works with variable products!
nl_nl: Bundel een selectie producten op één productpagina. Het werkt zelfs met variabele producten!

source: Learn More
nl_nl: Meer informatie

source: View All Iconic Plugins
nl_nl: Bekijk alle iconische plug-ins

source: Back to Settings
nl_nl: Terug naar de instellingen

source: Manage Licence &amp; Billing
nl_nl: Licentie &amp; facturering beheren

source: Action failed. Please refresh the page and retry.
nl_nl: Actie mislukt. Vernieuw de pagina en probeer opnieuw.

source: Dismiss
nl_nl: Afwijzen

source: Thank you for installing %s. Check out the <a href="%s">plugin dashboard</a>.
nl_nl: Bedankt voor het installeren van %s. Bekijk het dashboard van de <a href="%s">plug-in.</a>.

source: Thank you for choosing Iconic. We've put together some useful links to help you get started:
nl_nl: Bedankt voor het kiezen van Iconic. We hebben een aantal handige links samengesteld om u op weg te helpen:

source: Need some help?
nl_nl: Heb je hulp nodig?

source: Take a look at our <a href="%s?utm_source=plugin&utm_medium=jckwds&utm_campaign=need-some-help" target="_blank">troubleshooting documentation</a>
nl_nl: Neem een kijkje op onze <a href="%s?utm_source=plugin&utm_medium=jckwds&utm_campaign=need-some-help" target="_blank">documentatie voor probleemoplossing</a>

source: There is a permanent link to the plugin documentation in the "Support" section below.
nl_nl: Er is een permanente link naar de plugin documentatie in de "Support" sectie hieronder.

source: Getting Started
nl_nl: Aan de slag

source: License &amp; Account Settings
nl_nl: Licentie- en accountinstellingen

source: License &amp; Billing
nl_nl: Licentie &amp; facturering

source: Activate or sync your license, cancel your subscription, print invoices, and manage your account information.
nl_nl: Activeer of synchroniseer uw licentie, annuleer uw abonnement, print facturen en beheer uw accountgegevens.

source: Your Account
nl_nl: Jouw account

source: Manage all of your Iconic plugins, supscriptions, renewals, and more.
nl_nl: Beheer al je Iconic plugins, abonnementen, vernieuwingen en meer.

source: Support
nl_nl: Hulp

source: Get premium support with a valid license.
nl_nl: Krijg premium ondersteuning met een geldige licentie.

source: Documentation
nl_nl: Documentatie

source: Read the plugin documentation.
nl_nl: Lees de plugin documentatie.

source: Works Well With...
nl_nl: Werkt goed samen met.

source: Submit Ticket
nl_nl: Voeg ticket toe

source: Read Documentation
nl_nl: Lees documentatie

source: Manage Your Account
nl_nl: Beheer je account

source: Delivery Details
nl_nl: Bezorg details

source: Delivery Date
nl_nl: Bezorgdatum

source: Select a delivery date
nl_nl: Selecteer een bezorgingsdag

source: Please choose a date for your delivery.
nl_nl: Kies een datum voor je bezorging.

source: Please select a date first...
nl_nl: Kies eerst een datum.

source: Please choose a time slot for your delivery.
nl_nl: Kies een tijdvak voor je bezorging.

source: Please select a time slot...
nl_nl: Selecteer een tijdvak.

source: Sorry, no slots available...
nl_nl: Sorry, er zijn geen tijdvakken beschikbaar.

source: Delivery
nl_nl: Bezorging

source: No slot was selected.
nl_nl: Er is geen tijdvak geselecteerd.

source: Today
nl_nl: Vandaag

source: Tomorrow
nl_nl: Morgen

source: Search for a product&hellip;
nl_nl: Zoek naar een product&hellip;

source: WPSF settings must be an array
nl_nl: WPSF-instellingen moeten een array zijn

source: Save Changes
nl_nl: Wijzigingen opslaan
